Revit 2027 API
ParameterTypeId.SpotSlopeOffsetFromReference Property
 "Offset from Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotSlopeOffsetFromReference { get; }
Public Shared ReadOnly Property SpotSlopeOffsetFromReference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotSlopeOffsetFromReference {
	ForgeTypeId^ get ();
}
static member SpotSlopeOffsetFromReference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace